Repository: obikui/obikui-slideshow-widget
Catalog: lang/smart-slideshow-widget-*.po
Languages: es_es

source: "Smart Slideshow Widget" Options
es_es: Opciones de "Smart Slideshow Widget"

source: This plugin will show a widget in the sidebar featuring a <strong>Slideshow</strong> of images you choose.
es_es: Este plugin muestra un widget en la barra lateral con una <strong>presentación</strong> con las imágenes que elijas.

source: All you have to do is to <a href="%s/wp-admin/widgets.php" title="Widget configuration page">add a new widget</a> of Smart Slideshow Widget to your sidebar and configure it: image folder, url, effect...
es_es: Todo lo que tienes que hacer es <a href="%s/wp-admin/widgets.php" title="Panel de configuración de widgets">añadir un nuevo widget</a> de Smart Slideshow Widget a tu barra lateral y configurarlo: carpeta de imágenes, url, efecto...

source: If you <strong>like it</strong>, consider posting a comment in the official plugin post at <strong>my blog</strong>, <a href="http://lamedalla.es/decarton" target="_blank" title="La Medalla de Cartón">La Medalla de Cartón</a> or making a donation.
es_es: Si <strong>te gusta</strong>, deja un comentario en la entrada oficial del plugin en <strong>mi blog</strong>, <a href="http://lamedalla.es/decarton" target="_blank" title="La Medalla de Cartón">La Medalla de Cartón</a> o haz una donación.

source: A new slideshow widget for your sidebar.
es_es: Un widget de presentación de imágenes para tu barra lateral.

source: Fade
es_es: Desvanecer

source: Curtain up
es_es: Subir cortina

source: Double blind
es_es: Cortina doble

source: Shrink
es_es: Encoger

source: Switch Off
es_es: Apagado

source: Bounce Down
es_es: Rebote inferior

source: Slide Left
es_es: Desplazar a la izquierda

source: Slide Right
es_es: Desplazar a la derecha

source: Slide Up
es_es: Desplazar hacia arriba

source: Slide Down
es_es: Desplazar hacia abajo

source: Random
es_es: Aleatorio

source: Regular
es_es: Normal

source: Reverse
es_es: Inverso

source: By date (ascending)
es_es: Por fecha (ascendente)

source: By date (descending)
es_es: Por fecha (descendente)

source: Title
es_es: Título

source: Image folder
es_es: Carpeta de imágenes

source: Folder where you have stored the images. Relatives are considered to <code>wp-content</code> folder of your Wordpress installation.
es_es: Carpeta donde están almacenadas las imágenes. Si es una ruta relativa se considerará respecto a <code>wp-content</code> de tu instalación de Wordpress.

source: Image URL
es_es: URL de las imágenes

source: URL for the folder where you have stored the images, a full URL starting with <code>http://</code>.
es_es: URL de la carpeta donde están almacenadas las imágenes, URL completa empezando por <code>http://</code>.

source: Effect
es_es: Efecto

source: The effect between image transitions.
es_es: El efecto entre transiciones.

source: Delay
es_es: Retardo

source: The delay (in seconds) between image transitions.
es_es: El retardo (en segundos) entre transiciones.

source: seconds
es_es: segundos

source: Animation speed
es_es: Velocidad de la animación

source: The speed for the selected transition (in mili seconds).
es_es: La velocidad para la transición seleccionada (en milisegundos).

source: miliseconds
es_es: milisegundos

source: Order
es_es: Orden

source: The order of the images displayed.
es_es: El orden de las imágenes mostradas.

source: Custom Style
es_es: Estilo personalizado

source: Sets a current style for the images shown in the slideshow.
es_es: Establece un estilo personalizado para las imágenes de la presentación.

source: If you need to use quotes, use doubles instead of single (<code>"</code> and not <code>'</code>).
es_es: Si necesitas usar comillas, usa dobles en lugar de simples (<code>\"</code> y no <code>'</code>).

source: Link for images
es_es: Enlace para las imágenes

source: Defines a link for the slideshow images.
es_es: Define un enlace para las imágenes de la presentación.

source: Open link on a new window/tab
es_es: Abrir enlace en una nueva ventana/pestaña

source: Show previous/next slide buttons
es_es: Mostrar los botones de imagen previa/siguiente

source: Display previous and next slide controls.
es_es: Mostrar los botones de previa y siguiente imagen.

source: Do not autorun
es_es: No auto arrancar

source: Do not run the slideshow automatically, only using the built in controls.
es_es: No arrancar la presentación automáticamente, sólo usando los botones.
